Repository: awais786/ubcpi
Catalog: ubcpi/translations/*/LC_MESSAGES/text.po
Languages: fr_ca, pt_pt

source: The feedback for student for the correct answer
fr_ca: La rétroaction pour l'étudiant pour la bonne réponse
pt_pt: O comentário a mostrar ao estudante quando escolhe a resposta correta

source: Overall stats for the instructor
fr_ca: Statistiques globales pour l'instructeur
pt_pt: Estatísticas gerais para o formador

source: Tree gets carbon from air.
fr_ca: L'arbre reçoit du carbone de l'air.
pt_pt: A árvore recolhe dióxido de carbono disponível no ar.

source: Tree gets minerals from soil.
fr_ca: L'arbre tire les minéraux du sol.
pt_pt: A árvore recolhe minerais do solo.

source: Tree drinks water.
fr_ca: L'arbre boit de l'eau.
pt_pt: A árvore bebe água.

source: Instructor configured examples to give to students during the revise stage.
fr_ca: Les exemples configurés par l'instructeur à donner aux étudiants pendant l'étape de révision.
pt_pt: Exemplos configurados pelo formador para dar aos estudantes durante a fase de revisão.

source: System selected answers to give to students during the revise stage.
fr_ca: Le système a sélectionné les réponses à donner aux étudiants pendant la phase de révision.
pt_pt: Respostas selecionadas pelo sistema para dar aos estudantes durante a fase de revisão.

source: Stores the specific answers of other students shown, for a given student.
pt_pt: Armazena as respostas específicas de outros alunos mostradas a um determinado aluno.

source: In case the student requested to see more answers, these are the answers previously shown.
pt_pt: Caso o aluno deseje ver mais respostas, estas são respostas mostradas anteriormente.

source: Keep track of the number of refreshes for each option
pt_pt: Mantém registo do número de atualizações para cada opção.

source: The algorithm for selecting which answers to be presented to students
fr_ca: L'algorithme de sélection des réponses à présenter aux étudiants
pt_pt: O algoritmo para selecionar quais as respostas a apresentar aos estudantes

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
fr_ca: Chaîne formatée ISO-8601 représentant la date de début de ce devoir. Nous l'ignorons.
pt_pt: Série formatada com ISO-8601 representando a data de início desta tarefa. Nós ignoramos isto.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
fr_ca: Chaîne formatée ISO-8601 représentant la date de remise de ce devoir. Nous l'ignorons.
pt_pt: Série formatada com ISO-8601 representando a data limite desta tarefa. Nós ignoramos isto.

source: System will select one of each option to present to the students.
fr_ca: Le système sélectionnera l'une de chacune des options à présenter aux étudiants.
pt_pt: O sistema vai selecionar uma opção de cada para apresentar aos estudantes.

source: Completely random selection from the response pool.
fr_ca: Sélection complètement aléatoire provenant du pool de réponses.
pt_pt: Seleção completamente aleatória a partir do conjunto de respostas.

source: Appears above
fr_ca: Apparaît ci-dessus
pt_pt: Aparece acima

source: Appears below
fr_ca: Apparaît ci-dessous
pt_pt: Aparece abaixo

source: &nbsp;({{weight}} points possible)
fr_ca: &nbsp;({{weight}} points possibles)

source: Answer Options
fr_ca: Options de réponse

source: Class Breakdown
fr_ca: Répartition de la classe

source: Correct Answer
fr_ca: Réponse correcte

source: Error:
fr_ca: Erreur :

source: Explain to other students why you chose this answer (Required):
fr_ca: Expliquez aux autres étudiants pourquoi vous avez choisi cette réponse (obligatoire ) :

source: Final Answer Selection
fr_ca: Sélection de réponse finale

source: Final Answer Selection:
fr_ca: Sélection de réponse finale :

source: In order to move to the next step please briefly explain why you chose this answer.
fr_ca: Pour passer à l'étape suivante, veuillez expliquer brièvement pourquoi vous avez choisi cette réponse.

source: In order to move to the next step please choose an answer.
fr_ca: Afin de passer à l'étape suivante, veuillez choisir une réponse.

source: In order to move to the next step, please choose an answer and briefly explain your choice.
fr_ca: Pour passer à l’étape suivante, choisissez une réponse et expliquez brièvement votre choix.

source: Initial Answer Selection
fr_ca: Sélection de la réponse initiale

source: Initial Answer Selection:
fr_ca: Sélection de la réponse initiale :

source: Instructor's Explanation
fr_ca: Explication de l'instructeur

source: Please edit your explanation so that it is less than {{rationale_size.max}} characters.
fr_ca: Veuillez éditer votre explication de manière à ce qu'elle ait moins de {{rationnel_size.max}} caractères.

source: See how your classmates answered <a href="#classbreakdown">below</a>
fr_ca: Voyez comment vos camarades de classe ont répondu <a href="#classbreakdown">ci-dessous</a>

source: Step 1) Your Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
fr_ca: Étape 1) Votre réponse initiale <span class="inline-hint">Vous pourrez modifier cette réponse ultérieurement si vous changez d'avis.</span>

source: Step 2) Read Other Students Answers
fr_ca: Étape 2) Lire les réponses des autres étudiants

source: Step 3) Your Final Answer <span class="inline-hint">You now have the option to change your initial selection and explanation, if you wish.</span>
fr_ca: Étape 3) Votre réponse finale <span class="inline-hint">Vous avez maintenant la possibilité de modifier votre sélection initiale et votre explication, si vous le souhaitez.</span>

source: Student Answer: {{options[answer.option].text}}
fr_ca: Réponse de l'étudiant : {{options[answer.option].text}}

source: These are samples of other student answers for this question. Read them and then compare with your answer below.
fr_ca: Ce sont des exemples de réponses d'autres élèves à cette question. Lisez-les puis comparez avec votre réponse ci-dessous.

source: This is a look at how your classmates answered the question during the initial and final rounds.
fr_ca: Voici un aperçu de la façon dont vos camarades de classe ont répondu à la question lors des tours initiaux et finaux.

source: This is the number of examples shown to the students after they answer. Enter the # symbol to use the same number as the answer possibilities you've set.
fr_ca: C'est le nombre d'exemples montrés aux étudiants après leur réponse. Entrez le symbole # pour utiliser le même nombre que les possibilités de réponse que vous avez définies.

source: Upload a file first using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field here.
fr_ca: Téléchargez un fichier en utilisant Contenu> Fichiers &amp; Téléchargements. Ensuite, copiez l'URL de Studio. Collez-le dans le champ de texte ici.

source: Upload a file using Content > Files &amp; Uploads. Then copy the 'Studio URL'. Paste that into the text field above.
fr_ca: Téléchargez un fichier en utilisant Contenu> Fichiers &amp; Téléchargements. Ensuite, copiez l'URL de Studio. Collez-le dans le champ de texte ci-dessus.

source: Your final answer:
fr_ca: Votre réponse finale :

source: Your initial answer:
fr_ca: Votre réponse initiale :

source: Your rationale must be a maximum of {{rationale_size.max}} characters.
fr_ca: Votre justification doit comporter au maximum {{rationale_size.max}} caractères.

source: Your rationale must be a minimum of {{rationale_size.min}} characters.
fr_ca: Votre justification doit comporter au minimum {{rationale_size.min}} caractères.

source: Correct answer and rationale are required and have to be defined in one of the option.
fr_ca: Une réponse et une justification correctes sont nécessaires et doivent être définies dans l’une des options.
