Repository: awais786/ubcpi
Catalog: ubcpi/translations/*/LC_MESSAGES/text.po
Languages: fr_ca, pt_pt

source: "Simple" means examples for different answer possibilities are intentionally selected when students are viewing peer answers.<br>"Random" means examples are selected at random and may not include different answer possibilities.
fr_ca: "Simple" signifie que des exemples de différentes possibilités de réponse sont choisis intentionnellement lorsque les étudiants consultent des réponses de pairs.<br>"Aléatoire" signifie que les exemples sont choisis au hasard et peuvent ne pas inclure différentes possibilités de réponse.
pt_pt: "Simple" significa que os exemplos para diferentes respostas possíveis são intencionalmente selecionados quando os estudantes veem as respostas dos colegas.<br>"Random" significa que os exemplos são selecionados aleatoriamente e podem não incluir possibilidades diferentes de resposta.

source: (You chose this option)
fr_ca: (Vous avez choisi cette option)
pt_pt: (Escolheu esta opção)

source: (including you)
pt_pt: (incluindo você)

source: ({{weight}} point possible)
pt_pt: ({{weight}} ponto possível)

source: ({{weight}} points possible)
fr_ca: ({{weight}} points possibles)
pt_pt: ({{weight}} pontos possíveis)

source: , Completed
fr_ca: , complété
pt_pt: , Concluído

source: , In Progress
fr_ca: , en cours
pt_pt: , Em Progresso

source: , Upcoming
fr_ca: , prochains
pt_pt: , Próximo

source: Add Image To Question
pt_pt: Adicionar uma imagem à questão

source: Add New Answer
fr_ca: Ajouter une nouvelle réponse
pt_pt: Adicionar Nova Resposta

source: Add New Example
fr_ca: Ajouter un nouvel exemple
pt_pt: Adicionar Novo Exemplo

source: Add example answers to the answer pool for this question. Students most likely to see these answers are those completing the assignment first, when the answer pool is small.
fr_ca: Ajoutez des exemples de réponses au groupe de réponses pour cette question. Les étudiants les plus susceptibles de voir ces réponses sont ceux qui terminent le travail en premier, lorsque le groupe de réponses est petit.
pt_pt: Adicionar exemplos ao conjunto respostas a esta pergunta. Os estudantes com maior probabilidade de ver estas respostas são aqueles que completam a tarefa primeiro, quando o conjunto de respostas é pequeno.

source: Add the text for this answer. If you wish to add an image, press the button below.
fr_ca: Ajoutez le texte pour cette réponse. Si vous souhaitez ajouter une image, appuyez sur le bouton ci-dessous.
pt_pt: Adicione o texto para esta resposta. Se quiser adicionar uma imagem, clique no botão abaixo.

source: Alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
fr_ca: Texte alternatif - une description de l'image pour les utilisateurs non-visuels. La description doit fournir toutes les informations nécessaires pour permettre à quelqu'un de répondre à la question si l'image ne s'est pas chargée.
pt_pt: Texto alternativo - a descrição da imagem para utilizadores com dificuldades visuais. A descrição deve conter toda a informação necessária para responder à pergunta mesmo se a imagem não aparecer.

source: Answer
fr_ca: Réponse
pt_pt: Resposta:

source: Answer {{$index + 1}}
fr_ca: Réponse {{$index + 1}}
pt_pt: Resposta {{$index + 1}}

source: Answers Students See - Number Selected <font color="red">*</font>
fr_ca: Réponses Vues par les Etudiants - Nombre Sélectionné <font color="red">*</font>
pt_pt: Respostas que os alunos vêem - Número Selecionado <font color="red">*</font>

source: Answers Students See - Selection Logic <font color="red">*</font>
fr_ca: Réponses Vues pas les Etudiants - Logique de Sélection<font color="red">*</font>
pt_pt: Respostas que os alunos vêem - Seleção Lógica <font color="red">*</font>

source: Cancel
fr_ca: Annuler
pt_pt: Cancelar

source: Choose if you want the image to appear above or below the question text.
fr_ca: Choisissez si vous souhaitez que l'image apparaisse au-dessus ou au-dessous du texte de la question.
pt_pt: Escolha se quer que a imagem apareça acima ou abaixo do texto da pergunta.

source: Choose if you want the image to appear above or below the question.
fr_ca: Choisissez si vous souhaitez que l'image apparaisse au-dessus ou au-dessous de la question.
pt_pt: Escolha se quer que a imagem apareça acima ou abaixo da pergunta.

source: Choose the answer you consider correct, or select "n/a" if there is no correct answer.
fr_ca: Choisissez la réponse que vous jugez correcte ou sélectionnez "n/a" s'il n'y a pas de réponse correcte.
pt_pt: Escolha a resposta que considera mais correta, ou selecione "n/a" se não há uma resposta correta.

source: Choose the answer.
fr_ca: Choisisser la réponse.
pt_pt: Escolha a resposta.

source: Chose after revision
pt_pt: Escolha após revisão

source: Chose initially
pt_pt: Escolha inicial

source: Correct Answer <font color="red">*</font>
fr_ca: Bonne réponse <font color="red">*</font>
pt_pt: Resposta Correta <font color="red">*</font>

source: Correct Answer:
pt_pt: Resposta Correta:

source: Correct Option
fr_ca: Bonne option
pt_pt: Opção Correta

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
fr_ca: Définit le nombre de points que chaque problème vaut. Si la valeur n'est pas définie, le problème vaut la somme des valeurs des points d'option.
pt_pt: Define o número de pontos que cada problema vale. Se não for definido um valor, o problema vale a soma dos pontos das opções.

source: Display Name <font color="red">*</font>
fr_ca: Nom d'affichage <font color="red">*</font>
pt_pt: Nome <font color="red">*</font>

source: Error refreshing answers from other students
pt_pt: Erro ao atualizar as respostas de outros alunos.

source: Error retrieving data!
fr_ca: Erreur lors de la récupération des données!
pt_pt: Erro ao recuperar dados!

source: Error retrieving statistics!
fr_ca: Erreur lors de la récupération des statistiques!
pt_pt: Erro ao recuperar estatísticas!

source: Error saving question
fr_ca: Erreur d'enregistrement de la question
pt_pt: Erro ao gravar a pergunta

source: Error submitting answer!
fr_ca: Erreur de soumission de la réponse!
pt_pt: Erro ao submeter a resposta!

source: Example Answer {{$index + 1}}
fr_ca: Réponse Exemple {{$index + 1}}
pt_pt: Exemplo de Resposta {{$index + 1}}

source: Example Answers <font color="red">*</font>
fr_ca: Réponses Exemples <font color="red">*</font>
pt_pt: Respostas Exemplo <font color="red">*</font>

source: Explain to other students why you chose this answer (required):
pt_pt: Explique a outros alunos a razão por que escolheu esta resposta (obrigatório):

source: Explanation
fr_ca: Explication
pt_pt: Fundamentação

source: Explanation (optional)
fr_ca: Explication (optionel)
pt_pt: Fundamentação (opcional)

source: Explanation <font color="red">*</font>
fr_ca: Explication <font color="red">*</font>
pt_pt: Fundamentação <font color="red">*</font>

source: First, the learner answers a multiple choice question and provides an explanation for the answer. Next, the learner sees answers and explanations submitted by other learners. After reflecting on these peer responses, the learner can make revisions and submit a final answer and explanation. Finally, the learner sees the correct answer, if supplied, and any explanation that you provided for it.
fr_ca: Tout d'abord, l'apprenant répond à une question à choix multiple et fournit une explication de la réponse. Ensuite, l'apprenant voit les réponses et les explications soumises par d'autres apprenants. Après avoir réfléchi à ces réponses, l'apprenant peut apporter des modifications et soumettre une réponse finale et une explication. Enfin, l’apprenant voit la bonne réponse, si fournie, ainsi que toute explication que vous avez fournie pour celle-ci.
pt_pt: Primeiro, o estudante responde a uma questão de escolha múltipla e justifica a sua resposta. De seguida, o estudante vê respostas e fundamentações submetidas por outros estudantes. Após refletir sobre as várias respostas, o estudante pode rever e/ou submeter a sua resposta final e respetiva fundamentação. Por último, se disponível, o estudante vê a resposta correta e a sua fundamentação.

source: In the next step, you will be shown a selection of other responses that may help you refine your answer.
fr_ca: À l'étape suivante, une sélection de réponses vous sera présentée pour vous aider à affiner votre réponse.
pt_pt: Na etapa seguinte, ser-lhe-á mostrada uma seleção de outras respostas que podem ajudar a pensar na sua resposta final.

source: Maximum Characters <font color="red">*</font>
fr_ca: Caractères Maximum <font color="red">*</font>
pt_pt: Máximo de Caracteres <font color="red">*</font>

source: Minimum Characters <font color="red">*</font>
fr_ca: Caractères Minimum <font color="red">*</font>
pt_pt: Mínimo de Caracteres <font color="red">*</font>

source: Next Step
fr_ca: Prochaine étape
pt_pt: Próxima Etapa

source: Not enough data to generate the chart. Please check back later.
fr_ca: Pas assez de données pour générer le graphe. S'il vous plaît revenez plus tard.
pt_pt: Não há dados suficientes para gerar o gráfico. Por favor, tente mais tarde.

source: Note:
pt_pt: Nota:

source: Option {{ $index + 1 }}
pt_pt: Opção {{ $index + 1 }}

source: Peer Instruction
fr_ca: Instruction par les pairs
pt_pt: Aprendizagem Colaborativa

source: Peer instruction problems give learners more interactive engagement while they complete a multiple choice question that may or may not have a correct answer. The tool supports deeper consideration of the learner’s understanding of a concept and the correctness (if applicable) of an initial answer. Learners complete these problems in three steps.
fr_ca: Les problèmes d'instruction par les pairs donnent aux apprenants un engagement plus interactif lorsqu'ils répondent à une question à choix multiples qui peut ou non avoir une réponse correcte. L’outil favorise une prise en compte plus approfondie de la compréhension d’un concept par l’apprenant et de la correction (le cas échéant) d’une réponse initiale. Les apprenants complètent ces problèmes en trois étapes.
pt_pt: Os problemas de aprendizagem colaborativa proporcionam aos estudantes um envolvimento mais ativo enquanto completam uma questão de escolha múltipla, que pode ou não ter uma resposta correta. A ferramenta promove a compreensão profunda de um conceito e da veracidade da resposta inicial (se aplicável). Os estudantes completam estes problemas em três etapas.

source: Please refresh the page and try again!
fr_ca: Veuillez rafraîchir la page et réessayer!
pt_pt: Por favor, atualize a página e tente novamente!

source: Possible Answers <font color="red">*</font>
fr_ca: Réponses possibles <font color="red">*</font>
pt_pt: Respostas Possíveis <font color="red">*</font>

source: Problem Weight
fr_ca: Poids du problème
pt_pt: Peso do problema

source: Provide alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
fr_ca: Fournissez un texte alternatif - une description de l'image pour les utilisateurs non visuels. La description doit fournir toutes les informations nécessaires pour permettre à quelqu'un de répondre à la question si l'image ne s'est pas chargée.
pt_pt: Disponibilizar o texto alternativo - descrição da imagem para utilizadores com dificuldades visuais. A descrição deve dar toda a informação necessária para responder à pergunta se a imagem não aparecer.

source: Provide an explanation for this answer.
fr_ca: Fournissez une explication pour cette réponse.
pt_pt: Disponibilize uma fundamentação para esta resposta.

source: Question
pt_pt: Questão

source: Question Text <font color="red">*</font>
fr_ca: Texte de la question <font color="red">*</font>
pt_pt: Texto da Pergunta <font color="red">*</font>

source: Reflection
fr_ca: Réflexion
pt_pt: Reflexão

source: Refreshing...
pt_pt: A atualizar...

source: Remove
fr_ca: Supprimer
pt_pt: Eliminar

source: Remove Image
pt_pt: Remover Imagem

source: Results
fr_ca: Résultats
pt_pt: Resultados

source: Revise Answer
pt_pt: Rever Resposta

source: Save
fr_ca: Sauvegarder
pt_pt: Guardar

source: Saving
fr_ca: Sauvegarde en cours
pt_pt: A Guardar

source: Show other samples
pt_pt: Mostra outros exemplos

source: Step 1) Give Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
pt_pt: Passo 1) Dar uma Resposta Inicial <span class="inline-hint">Pode alterar esta resposta mais tarde, se mudar de ideias.</span>

source: Step 2) Read Other Student Answers <p class="ubcpi-other-answers-instructions" translate="">These are randomly chosen samples of other student answers for this question. Read them and compare with your answer below. Then you may revise your answer, if you wish.</p>
pt_pt: Passo 2) Ler a Resposta de Outros Alunos <p class="ubcpi-other-answers-instructions" translate="">Estas são exemplos de resposta a esta pergunta, escolhidos aleatoriamente de entre as respostas de outros alunos. Leia-as e compare com sua resposta, abaixo. Se quiser pode rever e alterar sua resposta.</p>

source: Step 3) View Course-Wide Results
pt_pt: Passo 3) Mostrar as Respostas de Todo o Curso

source: Student Rationale
fr_ca: Justification de l'étudiant
pt_pt: Fundamentação do Estudante

source: Students see the explanation after seeing the final answer.
fr_ca: Les étudiants voient l'explication après avoir vu la réponse finale.
pt_pt: Os estudantes vêem a explicação depois de verem a resposta final.

source: Submit Answer
pt_pt: Submeter Resposta

source: Submitting
fr_ca: Soumission
pt_pt: Submetendo

source: The answers appear as choices underneath the question, with a maximum of 10 allowed per question. Each answer may contain text, an image, or a combination of both. <br><br>To add another answer press the "Add New Answer" button. To remove an answer press the blue "x" next to the blue option you want to remove.
fr_ca: Les réponses apparaissent sous forme de choix sous la question, avec un maximum de 10 permis par question. Chaque réponse peut contenir du texte, une image ou une combinaison des deux. <br><br>Pour ajouter une autre réponse, appuyez sur le bouton "Ajouter une nouvelle réponse". Pour supprimer une réponse, appuyez sur le "x" bleu situé à côté de l'option bleue à supprimer.
pt_pt: As respostas aparecem como escolhas abaixo da questão, com um máximo de 10 permitido por questão. Cada resposta pode conter texto, imagem ou a combinação de ambos. <br><br>Para adicionar outra resposta clique no botão "Adicionar Nova Resposta". Remova um resposta clicando no "x" azul próximo da opção azul que quer remover.

source: The question appears above the possible answers that you set below. You can use text, an image, or a combination of both. If you wish to add an image to your question, press the "Add Image To Question" button.
fr_ca: La question apparaît au-dessus des réponses possibles que vous avez définies ci-dessous. Vous pouvez utiliser du texte, une image ou une combinaison des deux. Si vous souhaitez ajouter une image à votre question, cliquez sur le bouton "Ajouter une image à la question".
pt_pt: A pergunta aparece acima das respostas possíveis. Pode usar texto, imagem, ou ambas. Se quiser adicionar uma imagem à sua pergunta, clique no botão "Adicionar Imagem à Pergunta".

source: These are randomly chosen samples of other student answers for this question. Read them and compare with your answer below. Then you may revise your answer, if you wish.
pt_pt: Estas respostas são exemplos escolhidos aleatoriamente de entre as respostas a esta pergunta dadas por outros alunos . Leia-as e compare com a sua resposta, abaixo. Se quiser pode rever e altera a sua resposta.

source: This is a look at how your classmates answered the question initially and after revision.
pt_pt: Veja como é que os seus colegas responderam à pergunta inicialmente e após a revisão.

source: This is the maximum number of characters the student explanations may contain.
fr_ca: C'est le nombre maximum de caractères que les explications de l'élève peuvent contenir.
pt_pt: Este é o número máximo de caracteres que a fundamentação do estudante pode conter.

source: This is the minimum number of characters the student explanations must contain.
fr_ca: C'est le nombre minimum de caractères que les explications de l'élève doivent contenir.
pt_pt: Este é o número mínimo de caracteres que a fundamentação de um estudante pode ter.

source: This is the number of examples shown on screen to the students after they answer. Students can choose to refresh for some other samples. Enter the # symbol to use the same number as the answer possibilities you've set.
pt_pt: Número de exemplos a mostrar no ecrã depois de os alunos responderem. Os alunos podem atualizar para ver outros exemplos. Digite o símbolo # para usar um número de possibilidades igual ao número definido de respostas.

source: This name appears in the horizontal navigation at the top of the page.
fr_ca: Ce nom apparaît dans la navigation horizontale en haut de la page.
pt_pt: Este nome aparece na navegação horizontal no topo da página.

source: Upload a file first by clicking Content, then Files and Uploads. Then copy the Studio URL. Paste that into the text field here.
pt_pt: Envie primeiro um ficheiro, clicando em "Conteúdo", depois em "Ficheiros" e "Envios". Depois copie o URL do Studio e cole-o neste campo de texto.

source: View Question Statistics
fr_ca: Voir les statistiques de la question
pt_pt: Ver Estatísticas das Perguntas

source: Warning
fr_ca: Avertissement
pt_pt: Aviso

source: What would you like to do?
pt_pt: O que gostaria de fazer?

source: You are approaching the limit of {{rationale_size.max}} characters for this answer. Characters left: {{rationale_size.max - rc.rationale.length}}
fr_ca: Vous approchez de la limite de {{rationale_size.max}} caractères pour cette réponse. Nombre de caractères encore disponibles : {{rationale_size.max - rc.rationale.length}}
pt_pt: Está a aproximar-se do limite de {{rationale_size.max}} caracteres para esta resposta. Caracteres que restam: {{rationale_size.max - rc.rationale.length}}

source: You are unable to save this form as there are errors:
fr_ca: Vous ne pouvez pas enregistrer ce formulaire car il y a des erreurs :
pt_pt: Não lhe é possível guardar este formulário pelos seguintes erros:

source: You:
pt_pt: Você

source: Your explanation must be at least {{rationale_size.min}} characters long. Please explain further.
pt_pt: A sua explicação deve ter pelo menos {{rationale_size.min}} caracteres. Por favor, explique melhor.

source: Your explanation must contain fewer than {{rationale_size.max}} characters. Please trim the text.
pt_pt: A sua explicação deve conter menos de {{rationale_size.max}} caracteres. Por favor, reduza o texto.

source: Your final explanation:
pt_pt: A sua explicação final:

source: Option
pt_pt: Opção

source: Missing option seed(s):
fr_ca: Option de germe(s) manquante
pt_pt: Falta a opção de "seed(s)":

source: Missing 1 option seed
fr_ca: 1 option de germe manquante
pt_pt: Falta 1 opção de "seed"

source: Question must have text element.
fr_ca: La question doit comporter un élément de texte.
pt_pt: As perguntas devem ter elemento de texto.

source: Missing options elements in XML definition
pt_pt: Faltam elementos opcionais na definição XML

source: Option must have text element.
fr_ca: L'option doit comporter un élément de texte.
pt_pt: A opção deve ter um elemento de texto.

source: Missing rationale for correct answer.
fr_ca: Raisonnement manquant pour une réponse correcte.
pt_pt: Falta a fundamentação para a resposta correta.

source: Only one correct answer can be defined in options.
fr_ca: Une seule bonne réponse peut être définie dans les options.
pt_pt: Apenas pode haver uma resposta correta nas opções.

source: Seed element must have an option attribute.
fr_ca: L'élément de germe doit avoir un attribut option.
pt_pt: O elemento "seed" deve ter um atributo de opção.

source: Every peer instruction tool must contain an "ubcpi" element.
fr_ca: Chaque outil d'instruction par les pairs doit contenir un élément "ubcpi".
pt_pt: Cada ferramenta de aprendizagem colaborativa deve conter um elemento "ubcpi".

source: Every peer instruction tool must contain a "display_name" element.
fr_ca: Chaque outil d'instruction par les pairs doit contenir un élément de "nom d'affichage".
pt_pt: Cada ferramenta de aprendizagem colaborativa deve conter um elemento "display_name".

source: Every peer instruction must tool contain a "question" element.
fr_ca: Chaque outil d'instruction par les pairs doit contenir un élément "question".
pt_pt: Cada ferramenta de aprendizagem colaborativa deve conter um elemento "question".

source: Every peer instruction must tool contain a "options" element.
fr_ca: Chaque outil d'instruction par les pairs doit contenir un élément "options".
pt_pt: Cada ferramenta de aprendizagem colaborativa deve conter um elemento "options".

source: Every peer instruction must tool contain a "seeds" element.
fr_ca: Chaque outil d'instruction par les pairs doit contenir un élément de "germe".
pt_pt: Cada ferramenta de aprendizagem colaborativa deve conter um elemento de "seeds".

source: Minimum Characters
fr_ca: Caractères minimum
pt_pt: Mínimo de Caracteres

source: Maximum Characters
fr_ca: Caractères maximum
pt_pt: Máximo de Caracteres

source: Number of Responses
fr_ca: Nombre de réponses
pt_pt: Número de Respostas

source: Not an Integer
fr_ca: Pas un entier
pt_pt: Não é um Número Inteiro

source: Invalid Option(s):
fr_ca: Option(s) invalide :
pt_pt: Opção/ões Inválida(s):

source: Peer Instruction Question
fr_ca: Question d'instruction par les pairs
pt_pt: Pergunta de Aprendizagem Colaborativa

source: <p>Where does most of the mass in a fully grown tree originate?</p>
fr_ca: <p>D'où provient la majeure partie de la masse d'un arbre complètement développé?</p>
pt_pt: <p>Onde se localiza a maior parte da massa de uma árvore adulta?</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
fr_ca: La question que les étudiants voient. Cette question apparaît au-dessus des réponses possibles que vous avez définies ci-dessous. Vous pouvez utiliser du texte, une image ou une combinaison des deux. Si vous souhaitez ajouter une image à votre question, appuyez sur le bouton "Ajouter une image".
pt_pt: A pergunta que os estudantes veem. Esta pergunta aparece acima das respostas possíveis. Pode usar texto, imagem ou a combinação de ambos. Se quiser adicionar uma imagem à questão, clique no botão 'Adicionar Imagem'.

source: Air
pt_pt: Ar

source: Soil
fr_ca: Terre
pt_pt: Solo

source: Water
fr_ca: Eau
pt_pt: Água

source: The possible options from which the student may select
fr_ca: Les options possibles parmi lesquelles l’élève peut choisir
pt_pt: As opções possíveis que os estudantes podem selecionar

source: The minimum and maximum number of characters a student is allowed for their rationale.
fr_ca: Le nombre minimum et maximum de caractères qu'un élève est autorisé à utiliser pour leur raisonnement.
pt_pt: O mínimo e máximo de caracteres que o estudante pode utilizar na fundamentação da sua resposta.

source: The correct option for the question
fr_ca: L'option correcte pour la question
pt_pt: A opção correta

source: Photosynthesis
fr_ca: Photosynthèse
pt_pt: Fotossíntese
